Repository: Airtime/airtime-packaging
Catalog: debian/po/*.po
Languages: fr, hu

source: dedicated v-host
fr: v-host dédié
hu: dedikált v-hoszt

source: no thanks
fr: non merci
hu: nem, köszönöm

source: Create apache2 config:
fr: Création de la configuration d'Apache2 :
hu: Apache2 konfiguráció létrehozása:

source: This setup script can perform Apache web server configuration so that you can connect to Airtime directly after this installation.
fr: Ce script d'installation peut effectuer la configuration du serveur Web Apache de sorte que vous pouvez vous connecter à Airtime directement après cette installation.
hu: Ez a telepítő parancsfájl Apache webszerver beállítását úgy, hogy azonnal tud csatlakozni az Airtime-hoz rögtön a telepítés után.

source: Production systems should choose "dedicated v-host". This option will ask for a server hostname (FQDN) and will create a minimal Apache virtual host configuration that you can adapt.
fr: Les systèmes en production doivent choisir "dedicated v-host". Cette option vous demandera un nom d'hôte pour le du serveur (FQDN) et créera une configuration d'hôte virtuel Apache minimal que vous pourrez adapter.
hu: Válassza ezt, ha van saját honlapja: "dedikált v-host". Ez az opció kérni fogja a szerver nevét (FQDN), és létrehoz majd egy minimális Apache virtuálishoszt konfigurációt.

source: "no, thanks": no problem. You're welcome to set it up however you like. Note that the files in /etc/airtime/ may come in handy doing so.
fr: "Non, merci": pas de problème. Vous êtes invités à configurer comme bon vous semble. Notez que les fichiers dans /etc/airtime/ peuvent être utiles à modifier...
hu: "Nem, köszönöm": nem probléma. Nyugodtan állítsa fel ahogy szeretné. Ne feledje, hogy a fájlok az /etc /airtime/ kéznél lesznek az Ön számára a későbbiekben.

source: remove default
fr: Retirer défaut
hu: alapértelmezett eltávolítása

source: no change
fr: aucun changement
hu: nincs változás

source: Remove 000-default apache config:
fr: Supprimer 000-default de la configuration d'Apache :
hu: A 000-alapbeállítású apache konfiguráció eltávolítása:

source: By default the Apache webserver is configured to send all virtual hosts to the /var/www/ directory.
fr: Par défaut, le serveur Web Apache est configuré pour envoyer tous les hôtes virtuels vers le répertoire / var / www /.
hu: Alapértelmezésben az Apache webszerver úgy van beállítva, hogy az összes virtuális gépre a /var/www/ könyvtárba küldjön.

source: This option will invoke `sudo a2dissite default` and is recommended when using a virtual host for Airtime.
fr: Cette option invoque `sudo a2dissite default` et est recommandé lorsque vous utilisez un hôte virtuel pour Airtime.
hu: Hívja meg ezt az opciót: 'sudo a2dissite default` ; használata javasolt, ha virtuális hosztot használ az Airtime-hoz.

source: FQDN - Apache virtual host ServerName:
fr: Nom de domaine complet - Nom de l'hôte virtuel du serveur Apache :
hu: FQDN - Apache virtuálhoszt SzerverNeve:

source: Enter the main hostname of the web server. The DNS of this name must resolve to the Apache server running on this machine.
fr: Entrez le nom d'hôte principal du serveur web. Le DNS de ce nom doit être résolu par le serveur web Apache en cours d'exécution sur cette machine.
hu: Adja meg a webszerver központi hosztnévét. A DNS-t ennek alapján kell megoldani az Apache szerver futtatásához ezen a gépen.

source: e.g. "example.com" or "www.example.com" (without the quotes)
fr: ex. "exemple.fr" ou "www.exemple.fr" (sans les guillemets)
hu: például "valami.hu" vagy "www.valami.hu" (idézőjelek nélkül)

source: You can customize /etc/apache2/sites-enabled/airtime.vhost afterward and add ServerAliases and further custom configuration.
fr: Vous pouvez personnaliser /etc/apache2/sites-enabled/airtime.vhost et ajouter des ServerAliases et autres configurations personnalisées.
hu: Testreszabhatja /etc/apache2/sites-enabled/airtime.vhost beálltásait utána is, és adhat hozzá ServerAlias-okat is, és még további egyedi beállításokat.

source: Email of the ServerAdmin:
fr: Courriel de l'administrateur du serveur :
hu: A SzerverAdmin Email címe:

source: An email address is required for the virtual host configuration.
fr: Une adresse de courriel est requise pour la configuration de l'hôte virtuel.
hu: A virtuálhoszt beállításához szükséges egy email címet megadnod.

source: Enable Icecast2 and set passwords automatically?
fr: Activer Icecast2 et mettre les mots de passe automatiquement ?
hu: Bekapcsolod az Icecast2-t és automatikusan beállítod a jelszavakat?

source: This option enables a local Icecast streaming media server to start on boot, and configures passwords for both the Icecast server and Airtime.
fr: Cette option permet à un serveur Icecast local de s'activer au démarrage, et configure les mots de passe pour le serveur Icecast et Airtime.
hu: Ez az opció lehetővé teszi a helyi Icecastnak streaming média szerver kezdését a betöltéskor, és konfigurálja a jelszavakat az Icecast kiszolgáló és az Airtime számára.

source: Note: these settings are here for convenience only. Strictly speaking they should be done during Icecast installation - not Airtime installation.
fr: Remarque : ces paramètres sont ici pour plus de commodité seulement. Strictement parlant, ils doivent être effectués lors de l'installation d'Icecast - pas pendant l'installation d'Airtime.
hu: Megjegyzés: ezek a beállítások csak itt érvényesek. A legszigorúbb értelemben az Icecast telepítése során - nem Airtime telepítés.

source: If you wish to set Icecast server passwords manually, you should answer No here.
fr: Si vous souhaitez saisir manuellement les mots de passe du serveur Icecast, vous devez répondre Non ici.
hu: Ha később szeretnéd megadni az Icecast szerver jelszavát, itt Nem-mel kell válaszolnod.

source: Icecast2 hostname:
fr: Nom de l'hote d'Icecast2 :
hu: Icecast2 hosztnév:

source: Specify the hostname of the Icecast server. Depending on your setup, this might be the same as the Airtime ServerName. For testing purposes, you can use the default of 'localhost'.
fr: Spécifier le nom d'hôte du serveur Icecast. Dépend de vos réglages, celui-ci peut être le même que le nom du serveur Airtime. A des fins de tests, vous pouvez utiliser par défaut 'localhost'.
hu: Adja meg az Icecast kiszolgáló hosztnevét. A beállítástól függően ez lehet ugyanaz, mint az Airtime NévSzerver. Tesztelés céljából, használa az alapértelmezett 'helyi hálózat'-ot.

source: Icecast2 Source Password:
fr: Mot de passe Source Icecast 2 :
hu: Icecast2 Forrás Jelszava:

source: Specify a password to send A/V sources to Icecast
fr: Spécifier un mot de passe pour envoyer les sources A/V à Icecast
hu: Adjon meg egy jelszót az A/V források küldédéhez az Icecast-nak

source: Icecast2 Relay Password:
fr: Mot de passe Relai d'Icecast2 :
hu: Icecast2 Relay Jelszava:

source: Specify a password for stream relay access. This is not needed by Airtime, however you should change it from the default to lock down your system.
fr: Indiquez un mot de passe pour l'accès flux relais. Ce n'est pas nécessaire par Airtime, mais vous pouvez changer la valeur par défaut pour verrouiller votre système.
hu: Adjon meg egy jelszót a patak relé hozzáféréshez. Ez nem szükséges az Airtime-nál, azonban meg kell változtatnia az alapértelmezett állapotot, hogy lezárja a rendszerét.

source: Icecast2 Admin Password:
fr: Mot de passe administrateur Icecast2 :
hu: Icecast2 Admin Jelszava:

source: Specify the admin password for Icecast. You can access icecast2's admin interface via http://localhost:8000/ - and both monitor connection as well as block users.
fr: Spécifiez le mot de passe admin pour Icecast. Vous pouvez accéder à l'interface d'administration de icecast2 via http://localhost:8000/ - et surveiller les utilisateurs et flux.
hu: Adja meg az Icecast admin jelszavát. Elérheti Icecast2 admin felületén keresztül ishttp://localhost:8000/ - figyelheti a csatlakozásokat, valamint letílthat felhasználókat is.

source: Airtime Admin Password:
fr: Mot de passe administrateur Airtime :
hu: Airtime Admin Jelszava:

source: Specify a secure admin password for Airtime. You can access the Airtime administration interface at http://localhost/ to set up other user accounts, upload media, create playlists and schedule shows.
fr: Indiquez un mot de passe admin sécurisé pour Airtime. Vous pouvez accéder à l'interface d'administration d'Airtime à l'adresse http://localhost/ pour configurer d'autres comptes d'utilisateurs, télécharger des médias, créer des playlists et gérer vos horaires d'émissions.
hu: Adjon meg egy biztonságos admin jelszót az Airtime számára. Elérheti a Airtime adminisztrációs felületét http://localhost/ más felhasználói fiókok beállításaihoz, zenék feltöltéséhez, lejátszási listák és műsorok létrehozásához.

source: Airtime Storage Directory:
fr: Dossier de stockage Airtime :
hu: Az Airtime Tárhelyének Elérésének Útvonala:

source: Specify the main storage path which Airtime will use, ending with a slash. You can also specify watched folders in the Airtime administration interface.
fr: Indiquez le chemin de stockage principal que va utiliser d'Airtime, se terminant par une barre oblique. Vous pouvez également spécifier des dossiers surveillés dans l'interface d'administration d'Airtime.
hu: Adja meg a főtároló elérési útját, amelyet az Airtime használni fog, perjelekkel. Továbbá megadhatja a figyelt/vizsgált mappákat az Airtime adminisztrációs felületén.
